{
	"System\\Text":[
		{
			"id":1,
			"name":"Úvod",
			"text":"<p> Improliga je malinko o sportu, ale především o divadle. Dva týmy se navzájem utkávají v improvizacích na divácká témata. Cílem NENÍ navzájem se vyřadit, ale SPOLEČNĚ vytvářet kvalitní improvizaci, mít radost ze hry, moci si kdykoliv zahrát/zaimprovizovat s různými týmy z různých měst.</p>",
			"visible":true
		},
		{
			"id":2,
			"name":"O Improlize",
			"text":"<p>Improliga je občanské združení zastřešující týmy z celé České republiky, které se věnují zápasům v improvizaci. Zápasy v improvizaci patří do rodiny tzv. &quot;divadelních sportů&quot;, je to jednoduše řečeno divadlo inspirované hokejovými pravidly.</p><p> Improligové týmy se vyzývají ke vzájemným zápasům, společně trénují, pořádají workshopy. Mezi největší akce patří každoroční setkání improvizátorů z celé republiky zvané Improstřesk a obdobná akce pro středoškolské týmy nazvaná Improslet.</p><p>Přečtěte si o improvizačních zápasech a podívejte se na pár videí. Anebo se rovnou přijďte podívat na zápas pořádaný ve vašem okolí.</p>",
			"visible":true
		}
	],


	"Impro\\Article\\Category":[
		{
			"id":1,
			"name":"Improvizační představení",
			"weight":1,
			"visible":true
		},
		{
			"id":2,
			"name":"Historie improvizace",
			"weight":2,
			"visible":true
		}
	],


	"Impro\\Article":[
		{
			"id":1,
			"id_category":1,
			"name":"Zápas",
			"published":true,
			"visible":true
		},
		{
			"id":2,
			"id_category":1,
			"name":"Improshow",
			"published":true,
			"visible":true
		},
		{
			"id":3,
			"id_category":1,
			"name":"Longforma",
			"published":true,
			"visible":true
		},
		{
			"id":4,
			"id_category":2,
			"name":"Jak vznikly zápasy",
			"published":true,
			"visible":true
		}
	],


	"Impro\\Article\\Chapter":[
		{
			"id":1,
			"id_article":1,
			"weight":1,
			"name":"Co je to improvizační zápas?",
			"text":"<p>Základem je čistá improvizace. Hráči nemají předem nic připraveného, vyjma týmových pokřiků. Hraje se na témata od diváků, formu jednotlivých improvizací určuje rozhodčí.</p><p>A proč zápas? Protože je tato forma divadelního sportu inspirována hokejem a jeho pravidly. Stejně jako na ledě se i na jevišti setkávají dva týmy, které bojují o vítězství. Tento boj je ale sveden jen na oko, ve hře, protože oběma týmům jde ve skutečnosti o spolupráci a každý prohřešek proti ní je rozhodčím pískán jako faul. Diváci hlasují po každé improvizaci pro tým, který podle nich lépe improvizoval, a tím ovlivňují skóre.</p>",
			"visible":true
		},
		{
			"id":2,
			"id_article":1,
			"weight":2,
			"name":"Jak zápas probíhá?",
			"text":"<p>Celým večerem provází konferenciér. Jeho úkolem je nastavit správnou atmosféru a být prostředníkem mezi jevištěm a hledištěm. Představí divákům týmy a vysvětlí pravidla. Součástí zápasu může být i postava trenéra, který vede veřejnou rozcvičku hráčů.</p><p>Na scénu přichází pomocní rozhodčí a hlavní rozhodčí. Poté prezentují týmy své pokřiky. Rozhodčí losuje divácké téma, volí tzv. kategorii (disciplínu), ve které se bude improvizovat, a jak dlouho improvizace potrvá, a může dát hráčům také čas na přípravu (zpravidla dvacet vteřin).</p><p>V průběhu improvizace sleduje rozhodčí, zda hráči neudělali faul proti improvizačním pravidlům. Pokud spozoruje chybu, zapíská na speciální píšťalku zvanou kazoo a naznačí příslušným gestem , jaká pravidla hráči porušili. Když improvizace skončí, rozhodčí si předvolá kapitány týmů, vysvětlí písknuté fauly a udělí týmům odpovídající trestné body.</p><p>Poté diváci mohou hlasovat pro tým, který se jim více líbil. K hlasování mají zpravidla dvoubarevné kartičky dle barev týmových dresů. Pomocní rozhodčí počítají hlasy a týmu, který jich má víc, připíší bod na ukazateli skóre. Pokud tým dostane od rozhodčího 3 trestné body, získává druhý tým automaticky jeden kladný &quot;herní&quot; bod navíc. Zápas je zakončen vyhlášením vítězného týmu.</p>",
			"visible":true
		},
		{
			"id":3,
			"id_article":1,
			"weight":3,
			"name":"Které kategorie můžete vidět na zápase?",
			"text":"<p>Každý tým má svůj repertoár kategorií (disciplín). Těsně před zápasem rozhodčí prochází seznam kategorií a vybírá ty, které oba týmy znají. Mezi běžnými kategoriemi můžete najít:</p><ul><li>Vyprávěná: Jeden hráč se postaví na zadní střed jeviště, a stává se tím pádem vypravěčem. Druhý hráč tvoří první postavu. Vypravěč navodí situaci a před ním se rozehraje scéna, do které mohou vstupovat i další postavy. Vypravěč zasahuje do děje, posouvá příběh v čase a ukončuje celou improvizaci. Vyprávění se tedy střídá s hraným dějem.</li><li>Filmové a televizní žánry: Dva hráči rozehrají situaci na divácké téma. Po krátké chvili je rozhodčí písknutím zastaví ve stronzu a vybere ze soupisu filmových a televizních žánrů jeden konkrétní. Hráči musí pokračovat v rozehrané situaci a zároveň naplnit zadaný žánr. Rozhodčí žánry postupně střídá. Obvykle se během této disciplíny vystřídají i dvojice hráčů.</li><li>Mikrofon: Hráči rozehrávají na divácké téma volnou improvizaci. Kdokoli z diváků může kdykoli zvolat „mikrofon“. Hráč, který jv tu chvíli mluvil anebo jednal, přichází k mikrofonu a zpívá krátkou píseň - vnitřní monolog své postavy.</li></ul><p>Celkem je v české Improlize známo okolo 40 disciplín a stále vznikají nové.</p>",
			"visible":true
		},
		{
			"id":4,
			"id_article":1,
			"weight":4,
			"name":"Proč a co rozhodčí píská?",
			"text":"<p>Zápas v improvizaci má přesná pravidla.</p><p>Rozhodčí má hlavní slovo. Jeho úkolem je udržet tzv. &quot;dobrou hru&quot;. Pomocí domluvených gest a za zvuku kazoo vstupuje do improvizace, když hráči porušují pravidla.</p><p>Improvizátoři se s pravidly &quot;dobré hry&quot; seznamují na trénincích svého týmu. Učí se základním hereckým a improvizačním dovednostem, ale i schopnosti sledovat více věcí zároveň, soustředit se a spolupracovat.</p><p>V improvizační hře je důležité, aby hráči uměli rychle reagovat, přijímat nápady druhých a dále je rozvíjet. I pro porušení těchto pravidel jsou vymyšlené různé fauly jako je například negování (tzn. když hráč reaguje na nahrávku kolegy záporem „ne“ a improvizaci nikam dál nerozvíjí).</p><p>Speciální pravidla pak nese každá jednotlivá kategorie (disciplína) Konferenciér je divákům vysvětluje před začátkem improvizace. Pokud hráči nedodrží některé z pravidel, je jim písknut faul &quot;mimo rámec kategorie&quot;.</p><p>Jedním z pravidel je také rovnoměrný počet hráčů obou týmů ve hře. Pokud bude na scéně 1 hráč z jednoho týmu a 4 z druhého, dopouští se hráči faulu zvaného &quot;nepovolený počet hráčů&quot;.</p><p>Během představení se můžete setkat s dalšími fauly, jako např. &quot;nátlak&quot;, &quot;šaškování&quot;, &quot;hrubá chyba&quot; nebo &quot;klišé&quot;. Pravidla se pro vás stanou čitelnějšími, jakmile se podíváte na zápas.</p>",
			"visible":true
		},
		{
			"id":5,
			"id_article":1,
			"weight":5,
			"name":"Jak vznikly zápasy v improvizaci?",
			"text":"<p>Historie divadelních sportů spadá do sedmdesátých let 20. století. Ve Velké Británii  působila v těchto letech divadelní skupina Keith Johnstona The Theatre Machine. Vznikla v Londýně a své umění prezentovala při kočování celou Evropou. Právě tento zdroj je důležitý pro vznik divadelních sportů. Ty byly provozovány bez účasti diváků v rámci Johnstonova workshopu, později byly  představeny divákům v kanadském Torontu a dalších městech. V roce 1984 založil Dick Chudnow ComedySportz v Milwaukee, kde se také uskutečnilo v roce 1988 první mistrovství v improvizační komedii. Zůčastnilo se ho tehdy deset týmů.</p><p>Počátky zápasů v improvizaci  u nás sahají do roku 1999, kdy byl založen první český improvizační tým PRA.L.I.NY. (PRAžská Liga v Improvizaci NYní). Michaela Puchalková přivezla tento druh improvizovaného divadla z Francie, kde trénovala s marseillským týmem.. V našich podmínkách získaly zápasy v improvizaci  více divadelní a méně sportovní ráz,  například jsme upustili od  ligového vyřazovacího systému. </p>",
			"visible":true
		},
		{
			"id":6,
			"id_article":4,
			"weight":1,
			"name":"",
			"text":"<p>Historie divadelních sportů spadá do sedmdesátých let 20. století. Ve Velké Británii působila v těchto letech divadelní skupina Keith Johnstona The Theatre Machine. Vznikla v Londýně a své umění prezentovala při kočování celou Evropou. Právě tento zdroj je důležitý pro vznik divadelních sportů. Ty byly provozovány bez účasti diváků v rámci Johnstonova workshopu, později byly představeny divákům v kanadském Torontu a dalších městech. V roce 1984 založil Dick Chudnow ComedySportz v Milwaukee, kde se také uskutečnilo v roce 1988 první mistrovství v improvizační komedii. Zůčastnilo se ho tehdy deset týmů.</p><p>Počátky zápasů v improvizaci u nás sahají do roku 1999, kdy byl založen první český improvizační tým PRA.L.I.NY. (PRAžská Liga v Improvizaci NYní). Michaela Puchalková přivezla tento druh improvizovaného divadla z Francie, kde trénovala s marseillským týmem.. V našich podmínkách získaly zápasy v improvizaci více divadelní a méně sportovní ráz, například jsme upustili od ligového vyřazovacího systému.</p>",
			"visible":true
		}
	]
}
